inst/webside/pedagogikk/kurspednotater.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Pednotater</title>
<!-- 2018-01-09 ti. 11:55 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Jørn I. Halvorsen" />
</head>
<body>
<div id="content">
<h1 class="title">Pednotater</h1>
<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Globale parametre</h2>
<div class="outline-text-2" id="text-1">
<ol class="org-ol">
<li>Politisk
</li>
<li>Eksamen og MAGS   
</li>
<li>Tavla
</li>
<li>Læreboka
</li>
<li>Erfaring fra bra kurs
</li>
<li>E. språk
</li>
<li>David A.
</li>
</ol>
<p>
Kursbeskrivelse
</p>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">Introduksjon</h2>
<div class="outline-text-2" id="text-2">
</div><div id="outline-container-sec-2-1" class="outline-3">
<h3 id="sec-2-1">Kursinfo</h3>
<div class="outline-text-3" id="text-2-1">
</div><div id="outline-container-sec-2-1-1" class="outline-4">
<h4 id="sec-2-1-1">Nettside</h4>
<div class="outline-text-4" id="text-2-1-1">
<ul class="org-ul">
<li>Instruksjoner om å komme fram i salen
</li>
<li>Presentasjon av meg selv (skrive navnet på tavla med e-post adresse og kurskode)
</li>
<li>Ikke fronter, men egen nettside med passord
</li>
<li>Vise først hovedoverskrifter
</li>
<li>Detaljert om forelesningsplan og pensum
</li>
<li>video inn
</li>
<li>Gå raskt igjennom de andre tingene 
</li>
<li>Hovedside
</li>
<li>Makroøkonomi: Studio av et lands økonomi som helhet (skrive ned)
</li>
</ul>
<p>
Egen erfaringer
</p>
<ul class="org-ul">
<li>Løst: Del 1
</li>
</ul>
<p>
Egen erfaringer: sånn det blir på jobben
Daglig informasjon
Penger viktig lehman brothersca
</p>
<ul class="org-ul">
<li>Løst: Del 2
</li>
</ul>
<p>
Hvilken av disse landene har høyest levestandard?
Kan det ene landet ta igjen det andre, hvor lang tid tar
Hva forklarer veksten?
</p>
<ul class="org-ul">
<li>Løst: Del 3
</li>
</ul>
<p>
Likt:
Lehman Brothers gikk konkurs -&gt; nedgangskonjunktur -&gt; flere banker konkurs -&gt; massearbeidsledighet
The Bank of America -&gt; nedgangskonjunktur -&gt; bail-out -&gt; stor arbeidsledighet og mistanke 
￼
</p>
<p>
Sjansen får du ikke igjen!
</p>
<ul class="org-ul">
<li>Start med en gang (modningsfag)
</li>
<li>Gå på seminar
</li>
<li>Gå på forelesninger
</li>
<li>Følg med i nyhetsbildet
</li>
<li>Tidlig eksamen
</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-sec-2-2" class="outline-3">
<h3 id="sec-2-2">Introduksjon</h3>
<div class="outline-text-3" id="text-2-2">
</div><div id="outline-container-sec-2-2-1" class="outline-4">
<h4 id="sec-2-2-1">Definere makro</h4>
<div class="outline-text-4" id="text-2-2-1">
<p>
VIS: - Makroøkonomi: Studio av et lands økonomi som helhet 
</p>
</div>
</div>
<div id="outline-container-sec-2-2-2" class="outline-4">
<h4 id="sec-2-2-2">Introdouksjon</h4>
<div class="outline-text-4" id="text-2-2-2">
</div><ul class="org-ul"><li><a id="sec-2-2-2-1" name="sec-2-2-2-1"></a>Tre grunnluggende spørsmål forsøkt besvart<br  /><div class="outline-text-5" id="text-2-2-2-1">
<ol class="org-ol">
<li>Konjunktursvingninger EKS: USA
</li>
<li>Vekst EKS: Nord og Sør Kora 
</li>
<li>Økonomiske kriser EKS: USA
</li>
</ol>
</div>
</li>
<li><a id="sec-2-2-2-2" name="sec-2-2-2-2"></a>Hvilken rolle bør offentlige myndigheter spille<br  /><div class="outline-text-5" id="text-2-2-2-2">
<ol class="org-ol">
<li>Offentlig myndigheter
</li>
<li>Konjunktursvingninger: Aktiv eller passiv
</li>
<li>Vekst: Kapitalisme vs. offentlig sektor !!
</li>
<li>Økonomiske kriser: Stabiliseringspolitikk (bail-out) EKS: Hjelpepakker
</li>
</ol>
</div>
</li>

<li><a id="sec-2-2-2-3" name="sec-2-2-2-3"></a>Keynes/Krugman, Minsky og Hayesk forståelse av de tre grunnleggende spørsmålene og offentlige myndighetene rolle<br  /><div class="outline-text-5" id="text-2-2-2-3">
<ol class="org-ol">
<li>Hørt om noen av disse?
</li>
</ol>
<p>
Tips: politisk: venstre høyre akse
EKS: Dialog
</p>
<ol class="org-ol">
<li>Hva forårsaker konjunktursvigninger
</li>
<li>Hva forårsaker kriser
</li>
<li>Krisepolitikk
</li>
<li>Stabiliseringspolitikk
</li>
</ol>
</div>
</li></ul>
</div>

<div id="outline-container-sec-2-2-3" class="outline-4">
<h4 id="sec-2-2-3">Modellering</h4>
<div class="outline-text-4" id="text-2-2-3">
<ol class="org-ol">
<li>Ockhams barberkniv
</li>
<li>Benytter matematikk
</li>
<li>Aktører VIS
</li>
<li>Markedene VIS
</li>
<li>Størrelsen på økonomien VIS
</li>
<li>Av og på i del I, del II og del III VIS:Oversiktskart  
</li>
</ol>
</div>
</div>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">Del 1: Konjunktursvingninger</h2>
<div class="outline-text-2" id="text-3">
</div><div id="outline-container-sec-3-1" class="outline-3">
<h3 id="sec-3-1">Nasjonalregnsaksbegreper og empiri lukket økonomi</h3>
<div class="outline-text-3" id="text-3-1">
<ol class="org-ol">
<li>Hva er BNP?
</li>
<li>Hvordan bestemmes BNP?
</li>
</ol>
<p>
Kort sikt: Etterspørsel -&gt; Produksjon pga stive priser 
Mellomlang: Tilbud  Kursbeskrivelse
Lang sikt:   
</p>
<ol class="org-ol">
<li>Ledighet
</li>
<li>Inflasjon
</li>
<li>Okuns lov
</li>
<li>Phillips-kurven
</li>
</ol>
</div>
</div>
<div id="outline-container-sec-3-2" class="outline-3">
<h3 id="sec-3-2">Oversikt</h3>
</div>
<div id="outline-container-sec-3-3" class="outline-3">
<h3 id="sec-3-3">Enkel Keynes-modell</h3>
<div class="outline-text-3" id="text-3-3">
</div><div id="outline-container-sec-3-3-1" class="outline-4">
<h4 id="sec-3-3-1">Oversikt</h4>
<div class="outline-text-4" id="text-3-3-1">
</div><ul class="org-ul"><li><a id="sec-3-3-1-1" name="sec-3-3-1-1"></a>Aktører<br  /><div class="outline-text-5" id="text-3-3-1-1">
<ul class="org-ul">
<li>Husholdninger
</li>
<li>Bedrifter
</li>
<li>Sentralbanken
</li>
<li>Offentlig myndigheter
</li>
<li>Finansinstitusjoner (forretningsbanker)
</li>
</ul>
</div>
</li>
<li><a id="sec-3-3-1-2" name="sec-3-3-1-2"></a>Markeder<br  /><div class="outline-text-5" id="text-3-3-1-2">
<ul class="org-ul">
<li>Vare og 
</li>
</ul>
</div>
</li></ul>
</div>
<div id="outline-container-sec-3-3-2" class="outline-4">
<h4 id="sec-3-3-2">Modellering</h4>
<div class="outline-text-4" id="text-3-3-2">
<p>
<b>**</b>
</p>
</div>
</div>
</div>

<div id="outline-container-sec-3-4" class="outline-3">
<h3 id="sec-3-4">IS-LM modellen for en lukket økonomi</h3>
<div class="outline-text-3" id="text-3-4">
</div><div id="outline-container-sec-3-4-1" class="outline-4">
<h4 id="sec-3-4-1">Oversikt</h4>
<div class="outline-text-4" id="text-3-4-1">
</div><ul class="org-ul"><li><a id="sec-3-4-1-1" name="sec-3-4-1-1"></a>Aktører<br  /><div class="outline-text-5" id="text-3-4-1-1">
<ul class="org-ul">
<li>Husholdninger
</li>
<li>Bedrifter
</li>
<li>Sentralbanken
</li>
<li>Offentlig myndigheter
</li>
<li>Finansinstitusjoner (forretningsbanker)
</li>
</ul>
</div>
</li>
<li><a id="sec-3-4-1-2" name="sec-3-4-1-2"></a>Markeder<br  /><div class="outline-text-5" id="text-3-4-1-2">
<ul class="org-ul">
<li>Vare og 
</li>
</ul>
</div>
</li></ul>
</div>

<div id="outline-container-sec-3-4-2" class="outline-4">
<h4 id="sec-3-4-2">Modellering</h4>
</div>
</div>

<div id="outline-container-sec-3-5" class="outline-3">
<h3 id="sec-3-5">AD-AS modellen for en lukket økonomi</h3>
<div class="outline-text-3" id="text-3-5">
</div><div id="outline-container-sec-3-5-1" class="outline-4">
<h4 id="sec-3-5-1">Oversikt</h4>
<div class="outline-text-4" id="text-3-5-1">
</div><ul class="org-ul"><li><a id="sec-3-5-1-1" name="sec-3-5-1-1"></a>Aktører<br  /><div class="outline-text-5" id="text-3-5-1-1">
<ul class="org-ul">
<li>Husholdninger
</li>
<li>Bedrifter
</li>
<li>Sentralbanken
</li>
<li>Offentlig myndigheter
</li>
<li>Finansinstitusjoner (forretningsbanker)
</li>
</ul>
</div>
</li>
<li><a id="sec-3-5-1-2" name="sec-3-5-1-2"></a>Markeder<br  /><div class="outline-text-5" id="text-3-5-1-2">
<ul class="org-ul">
<li>Vare og 
</li>
</ul>
</div>
</li></ul>
</div>

<div id="outline-container-sec-3-5-2" class="outline-4">
<h4 id="sec-3-5-2">Nasjonalregnskapsbegreper</h4>
</div>
<div id="outline-container-sec-3-5-3" class="outline-4">
<h4 id="sec-3-5-3">Modellering</h4>
</div>
</div>
<div id="outline-container-sec-3-6" class="outline-3">
<h3 id="sec-3-6">IS-LM modellen for en åpen økonomi med flytende og fast valutakurs</h3>
<div class="outline-text-3" id="text-3-6">
</div><div id="outline-container-sec-3-6-1" class="outline-4">
<h4 id="sec-3-6-1">Oversikt</h4>
<div class="outline-text-4" id="text-3-6-1">
</div><ul class="org-ul"><li><a id="sec-3-6-1-1" name="sec-3-6-1-1"></a>Aktører<br  /><div class="outline-text-5" id="text-3-6-1-1">
<ul class="org-ul">
<li>Husholdninger
</li>
<li>Bedrifter
</li>
<li>Sentralbanken
</li>
<li>Offentlig myndigheter
</li>
<li>Finansinstitusjoner (forretningsbanker)
</li>
</ul>
</div>
</li>
<li><a id="sec-3-6-1-2" name="sec-3-6-1-2"></a>Markeder<br  /><div class="outline-text-5" id="text-3-6-1-2">
<ul class="org-ul">
<li>Vare og 
</li>
</ul>
</div>
</li></ul>
</div>

<div id="outline-container-sec-3-6-2" class="outline-4">
<h4 id="sec-3-6-2">Oversikt</h4>
<div class="outline-text-4" id="text-3-6-2">
</div><ul class="org-ul"><li><a id="sec-3-6-2-1" name="sec-3-6-2-1"></a>Aktører<br  /><div class="outline-text-5" id="text-3-6-2-1">
<ul class="org-ul">
<li>Husholdninger
</li>
<li>Bedrifter
</li>
<li>Sentralbanken
</li>
<li>Offentlig myndigheter
</li>
<li>Finansinstitusjoner (forretningsbanker)
</li>
</ul>
</div>
</li>
<li><a id="sec-3-6-2-2" name="sec-3-6-2-2"></a>Markeder<br  /><div class="outline-text-5" id="text-3-6-2-2">
<ul class="org-ul">
<li>Vare og 
</li>
</ul>
</div>
</li></ul>
</div>

<div id="outline-container-sec-3-6-3" class="outline-4">
<h4 id="sec-3-6-3">Modellering</h4>
</div>
</div>

<div id="outline-container-sec-3-7" class="outline-3">
<h3 id="sec-3-7">AD-AS modellen for en åpen økonomi med flytende og fast valutakurs</h3>
<div class="outline-text-3" id="text-3-7">
</div><div id="outline-container-sec-3-7-1" class="outline-4">
<h4 id="sec-3-7-1">Oversikt</h4>
<div class="outline-text-4" id="text-3-7-1">
</div><ul class="org-ul"><li><a id="sec-3-7-1-1" name="sec-3-7-1-1"></a>Aktører<br  /><div class="outline-text-5" id="text-3-7-1-1">
<ul class="org-ul">
<li>Husholdninger
</li>
<li>Bedrifter
</li>
<li>Sentralbanken
</li>
<li>Offentlig myndigheter
</li>
<li>Finansinstitusjoner (forretningsbanker)
</li>
</ul>
</div>
</li>
<li><a id="sec-3-7-1-2" name="sec-3-7-1-2"></a>Markeder<br  /><div class="outline-text-5" id="text-3-7-1-2">
<ul class="org-ul">
<li>Vare og 
</li>
</ul>
</div>
</li></ul>
</div>

<div id="outline-container-sec-3-7-2" class="outline-4">
<h4 id="sec-3-7-2">Modellering</h4>
</div>
</div>
</div>


<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4">Del 2: Økonomisk vekst</h2>
<div class="outline-text-2" id="text-4">
</div><div id="outline-container-sec-4-1" class="outline-3">
<h3 id="sec-4-1">Oversikt</h3>
<div class="outline-text-3" id="text-4-1">
<ol class="org-ol">
<li>Forstå Friedman sitat Met: Veien til helvete brolagt med gode intensjoner
</li>
<li>Mises-Hayek-Friedman: Markedsøkonomi 
</li>
<li>MET:Kake
</li>
<li>Konkretisert: Ekskluderende og inkluderende institusjoner
</li>
<li>Forutsetninger funger som bakteppe for Solows vekstmodell
</li>
</ol>
</div>
<div id="outline-container-sec-4-1-1" class="outline-4">
<h4 id="sec-4-1-1">Sentrale aktører</h4>
<div class="outline-text-4" id="text-4-1-1">
<ul class="org-ul">
<li><code>[X]</code> Husholdninger
</li>
<li><code>[X]</code> Bedrifter
</li>
<li><code>[X]</code> Finansinstitusjoner (kapitalmarked)
</li>
<li><code>[&#xa0;]</code> Sentralbanken
</li>
<li><code>[&#xa0;]</code> Offentlig myndigheter
</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-sec-4-2" class="outline-3">
<h3 id="sec-4-2">Solows vekstmodell</h3>
<div class="outline-text-3" id="text-4-2">
<p>
Makroøkonomi er studiet av et lands økonomi som helhet m helhet
</p>
</div>
</div>
</div>

<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5">Del 3: Økonomiske kriser</h2>
<div class="outline-text-2" id="text-5">
</div><div id="outline-container-sec-5-1" class="outline-3">
<h3 id="sec-5-1">Oversikt</h3>
<div class="outline-text-3" id="text-5-1">
</div><div id="outline-container-sec-5-1-1" class="outline-4">
<h4 id="sec-5-1-1">Sentrale aktører</h4>
<div class="outline-text-4" id="text-5-1-1">
<ul class="org-ul">
<li><code>[X]</code> Husholdninger (to typer)
</li>
<li><code>[X]</code> Bedrifter
</li>
<li><code>[X]</code> Finansinstitusjoner (forretningsbanker)
</li>
<li><code>[X]</code> Sentralbanken
</li>
<li><code>[X]</code> Offentlig myndigheter
</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-sec-5-2" class="outline-3">
<h3 id="sec-5-2">Tema 1: Penger, kreditt og bankadferd</h3>
<div class="outline-text-3" id="text-5-2">
</div><div id="outline-container-sec-5-2-1" class="outline-4">
<h4 id="sec-5-2-1">Penger og kreditt DIA: Hva er kreditt? -&gt; Gjeld</h4>
<div class="outline-text-4" id="text-5-2-1">
</div><ul class="org-ul"><li><a id="sec-5-2-1-1" name="sec-5-2-1-1"></a>Behovet for finansiering<br  /><ul class="org-ul"><li><a id="sec-5-2-1-1-1" name="sec-5-2-1-1-1"></a>Egenskaper ved penger<br  /></li>
<li><a id="sec-5-2-1-1-2" name="sec-5-2-1-1-2"></a>To typer penger<br  /></li>
<li><a id="sec-5-2-1-1-3" name="sec-5-2-1-1-3"></a>Finansiering<br  /></li></ul>
</li></ul>
</div>
</div>
<div id="outline-container-sec-5-3" class="outline-3">
<h3 id="sec-5-3">Tema 2: Statsgjeld</h3>
</div>
<div id="outline-container-sec-5-4" class="outline-3">
<h3 id="sec-5-4">Tema 3: Likviditetsfellen og privat gjeld</h3>
</div>
</div>


<div id="outline-container-sec-6" class="outline-2">
<h2 id="sec-6">Applikasjon: Krisen i Eurosonen</h2>
<div class="outline-text-2" id="text-6">
</div><div id="outline-container-sec-6-1" class="outline-3">
<h3 id="sec-6-1">Innledning</h3>
</div>
</div>


<div id="outline-container-sec-7" class="outline-2">
<h2 id="sec-7">Repetisjon</h2>
<div class="outline-text-2" id="text-7">
</div>
</div>
</div>
</body>
</html>
